{
    "articles":
        [
        {
            "article_id": "1",
            "article_title": "Annie",
            "article_image": "https://i.imgur.com/XhSUJwN.jpg",
            "article_description": "Dangerous, yet disarmingly precocious, Annie is a child mage with immense pyrokinetic power. Even in the shadows of the mountains north of Noxus, she is a magical outlier. Her natural affinity for fire manifested early in life through unpredictable, emotional outbursts, though she eventually learned to control these tricks. Her favorite includes the summoning of her beloved teddy bear, Tibbers Tibbers, as a fiery beast hellbent on destruction. Lost in the perpetual innocence of childhood, Annie wanders the dark forests, always looking for someone to play with."
        },
        {
            "article_id": "2",
            "article_title": "Nasus",
            "article_image": "https://i.imgur.com/qHmgSwz.jpg",
            "article_description": "Nasus is an imposing, jackal-headed Ascended being from ancient Shurima, a heroic figure regarded as a demigod by the people of the desert. Fiercely intelligent, he was a guardian of knowledge and peerless strategist whose wisdom guided the ancient empire of Shurima to greatness for many centuries. After the fall of the empire, he went into self-imposed exile, becoming little more than a legend. Now that the ancient city of Shurima has risen once more, he has returned, determined to ensure it never falls again."
        },
        {
            "article_id": "3",
            "article_title": "Yasuo",
            "article_image": "https://i.imgur.com/91wI3KK.jpg",
            "article_description": "An Ionian of deep resolve, Yasuo is an agile swordsman who wields the air itself against his enemies. As a proud young man, he was falsely accused of murdering his master—unable to prove his innocence, he was forced to slay his own brother in self-defense. In time, his master's true killer was revealed, and his brother mysteriously returned from death, yet Yasuo still could not forgive himself for all he had done. Now, he wanders the world with only the wind to guide his blade."
        },
        {
            "article_id": "4",
            "article_title": "Zed",
            "article_image": "https://i.imgur.com/5EV3YXm.jpg",
            "article_description": "Utterly ruthless and without mercy, Zed is the leader of the Order of Shadow, an organization he created with the intent of militarizing Ionia’s magical and martial traditions to drive out Noxian invaders. During the war, desperation led him to unlock the secret shadow form—a malevolent spirit magic as dangerous and corrupting as it is powerful. Zed has mastered all of these forbidden techniques to destroy anything he sees as a threat to his nation, or his new order."
        },
        {
            "article_id": "5",
            "article_title": "Briar",
            "article_image": "https://i.imgur.com/CtWsHwt.jpg",
            "article_description": "A failed experiment by the Black Rose, Briar’s uncontrollable bloodlust required a special pillory to focus her frenzied mind. After years of confinement, this living weapon broke free from her restraints and unleashed herself into the world. Now she’s controlled by no one—following only her hunger for knowledge and blood—and relishes the opportunities to let loose, even if reining back the frenzy isn’t easy."
        },
        {
            "article_id": "6",
            "article_title": "Kassadin",
            "article_image": "https://i.imgur.com/3Luq7sy.jpg",
            "article_description": "Cutting a burning swath through the darkest places of the world, Kassadin knows his days are numbered. Though once a notorious adventurer, he had chosen to live anonymously and raise a family among the nomad tribes of Shurima—until the day his daughter was claimed by the Void. Kassadin vowed to bring her back, combining a number of arcane artifacts and forbidden technologies for the struggle ahead. His precautions were not enough, however, and these devices now only serve to slow the insidious corruption that ravages his body... but he will gladly pay that price, if only he can save her..."
        },
        {
            "article_id": "7",
            "article_title": "Teemo",
            "article_image": "https://i.imgur.com/MeK4211.jpg",
            "article_description": "Undeterred by even the most dangerous and threatening of obstacles, Teemo scouts the world with boundless enthusiasm and a cheerful spirit. A yordle with an unwavering sense of morality, he takes pride in following the Bandle Scout's Code, sometimes with such eagerness that he is unaware of the broader consequences of his actions. Though some say the existence of the Scouts is questionable, one thing is for certain: Teemo's conviction is nothing to be trifled with."
        },
        {
            "article_id": "8",
            "article_title": "Papaya",
            "article_image": "https:\/\/images.unsplash.com\/photo-1517282009859-f000ec3b26fe",
            "article_description": "Papaya"
        },
        {
            "article_id": "9",
            "article_title": "Pear",
            "article_image": "https:\/\/images.unsplash.com\/photo-1601876819102-99560f772713",
            "article_description": "Pear"
        },
        {
            "article_id": "10",
            "article_title": "Blueberry",
            "article_image": "https:\/\/images.unsplash.com\/photo-1600046438510-46961a84f4b2",
            "article_description": "Blueberry"
        }
    ]
}
